{ 
"EventsResult": [
{"id":1,"idEvent":"1","idOption":"1","prob":100,"desc":"Recibes oro al comienzo y al final del viaje."},
{"id":2,"idEvent":"1","idOption":"2","prob":100,"desc":"Tu barco se ve mejor que nunca para encarar este viaje"},
{"id":3,"idEvent":"1","idOption":"3","prob":100,"desc":"Consigues un mapa de la ruta de tu viaje lo que te ayudará mucho a evitar los peligros que te esperan"},
{"id":1,"idEvent":"2","idOption":"1","prob":20,"desc":"Encuentras un tesoro oculto. El tiempo gastado dio sus frutos"},
{"id":2,"idEvent":"2","idOption":"1","prob":80,"desc":"Recorres la isla sin encontrar ningun tesoro, pero al menos encuentras algunas frutas para alimentar a tus marineros."},
{"id":3,"idEvent":"2","idOption":"2","prob":100,"desc":"Continuas navegando ignorando la isla en tu camino"},
{"id":3,"idEvent":"2","idOption":"3","prob":100,"desc":"Al matar al marinero demuestras tu tenasidad para mantenerte al mando. Tus hombres te temen más que nunca."},
{"id":1,"idEvent":"3","idOption":"1","prob":100,"desc":"Pierdes 2 marineros que ya no estarán disponibles por el resto del viaje"},
{"id":2,"idEvent":"3","idOption":"2","prob":100,"desc":"Tus reservas de comida sufren una grán reducción"},
{"id":1,"idEvent":"4","idOption":"1","prob":1,"desc":"Matas al marinero, los demas marineros pensarán dos veces antes de intentar un nuevo motin."},
{"id":2,"idEvent":"4","idOption":"2","prob":100,"desc":"El marinero queda aislado, pero los rumores sobre el botin siguen estando presentes en tu barco"},
{"id":3,"idEvent":"4","idOption":"3","prob":100,"desc":"Matas a todos los relacionados con el botin. Tus demas tripulantes temen por sus vidas"},
{"id":1,"idEvent":"5","idOption":"1","prob":1,"desc":"La voz y la niebla desaparece, todo parece listo para seguir navegando"},
{"id":2,"idEvent":"5","idOption":"2","prob":1,"desc":"La niebla parece ponerse aun mas densa, el resto del viaje no parece muy tranquilo…"},
{"id":3,"idEvent":"5","idOption":"3","prob":60,"desc":"La voz y la niebla desaparece, todo parece listo para seguir navegando"},
{"id":4,"idEvent":"5","idOption":"3","prob":40,"desc":"La niebla parece ponerse aun mas densa, el resto del viaje no parece muy tranquilo…"},
{"id":1,"idEvent":"6","idOption":"1","prob":1,"desc":"Entragas el oro y un extraño artefacto aparece ante tus ojos"},
{"id":2,"idEvent":"6","idOption":"2","prob":1,"desc":"Sigues tu camino como si nada hubiese pasado"},
{"id":1,"idEvent":"7","idOption":"1","prob":1,"desc":"Aislas a marineros afectados, el resto de la tripulación no parece presentar sintomas"},
{"id":2,"idEvent":"7","idOption":"2","prob":1,"desc":"Mantienes a los marineros con sintomas, las probabilidad de enfermos aumenta"},
{"id":1,"idEvent":"8","idOption":"1","prob":1,"desc":"El marinero descansa, el resto de los marineros parece gustarles la idea de estar enfermos"},
{"id":2,"idEvent":"8","idOption":"2","prob":1,"desc":"Encarcelas al marinero para que nadie intente simular en tu barco"},
{"id":3,"idEvent":"8","idOption":"3","prob":1,"desc":"Un poco drástico, pero efectivo"},
{"id":1,"idEvent":"9","idOption":"1","prob":1,"desc":"Compras la comida, tus tripulantes parecen contentos"},
{"id":2,"idEvent":"9","idOption":"2","prob":1,"desc":"Tus tripulantes están desilucionados con que no van a tener más comida disponible para este viaje"},
{"id":1,"idEvent":"10","idOption":"1","prob":20,"desc":"No encuentas nada entre los restros. Tu barco se daña un poco al recorrer el lugar."},
{"id":2,"idEvent":"10","idOption":"1","prob":40,"desc":"Encuentras un poco de comida entre los restros.Tu barco se daña un poco al recorrer el lugar."},
{"id":3,"idEvent":"10","idOption":"1","prob":40,"desc":"Encuentras un tripulante que se suma a tu tripulación. Tu barco se daña un poco al recorrer el lugar."},
{"id":4,"idEvent":"10","idOption":"2","prob":1,"desc":"Ignoras el naufragio, tu carga es demasiado importante para perder tiempo en esto"},
{"id":1,"idEvent":"11","idOption":"1","prob":1,"desc":"Tiras comida y los peces parecen desaparecer en calma, a los marineros no les agrada que tires su comida"},
{"id":2,"idEvent":"11","idOption":"2","prob":1,"desc":"Los peces atacan tu barco y le generan un gran daño"},
{"id":1,"idEvent":"12","idOption":"1","prob":1,"desc":"Pierdes 3 marineros para el resto del viaje"},
{"id":2,"idEvent":"12","idOption":"2","prob":1,"desc":"Tu barco comienza a hundirse lentamente"},
{"id":1,"idEvent":"13","idOption":"1","prob":1,"desc":"Combates el incendio con éxito. Algunos marineros sufrieron heridas al hacerlo"},
{"id":2,"idEvent":"13","idOption":"2","prob":2,"desc":"Pierdes una gran parte de tu barco a causa del incendio"},
{"id":1,"idEvent":"14","idOption":"1","prob":1,"desc":"Entregas el oro y el barco desaparece"},
{"id":2,"idEvent":"14","idOption":"2","prob":1,"desc":"El barco pasa sobre tu barco causando daños y enfermos"},
{"id":1,"idEvent":"15","idOption":"1","prob":1,"desc":"Los marineros hacen un festin con la comida que tenias disponible para el viaje"},
{"id":2,"idEvent":"15","idOption":"2","prob":1,"desc":"Los marineros no parecen para nada contentos con tu rechazo"},
{"id":1,"idEvent":"16","idOption":"1","prob":1,"desc":"Aceptas el cambio, tus marineros no parecen contento con ver desaparecer su comida"},
{"id":2,"idEvent":"16","idOption":"2","prob":1,"desc":"Rechazas el pedido y continuas tu viaje"},
{"id":1,"idEvent":"17","idOption":"1","prob":20,"desc":"El rescate es exitoso, tus marineros además vuelven con un tesoro que estaba en la isla"},
{"id":2,"idEvent":"17","idOption":"1","prob":50,"desc":"El rescato es exitoso, pero los tres marineros quedan mal heridos"},
{"id":3,"idEvent":"17","idOption":"1","prob":30,"desc":"Ninguno de tus marineros vuelve con vida"},
{"id":4,"idEvent":"17","idOption":"2","prob":1,"desc":"Te vas de la isla, a tus marineros no le gusta que dejaste un hombre atrás"},
{"id":1,"idEvent":"18","idOption":"1","prob":1,"desc":"Te desvias para evitar la fuente de los ruidos, tu viaje se hace un poco más largo devido a esto."},
{"id":2,"idEvent":"18","idOption":"2","prob":50,"desc":"Los ruidos parecen desaparecer sin que exista ningun problema en el caminoi"},
{"id":3,"idEvent":"18","idOption":"2","prob":50,"desc":"Una extraña criatura ataca tu barco generando daños y heridos! Al menos su piel puede ser de valor en el pueblo"},
{"id":1,"idEvent":"19","idOption":"1","prob":1,"desc":"Encarcelas al marinero por el resto del viaje"},
{"id":2,"idEvent":"19","idOption":"2","prob":30,"desc":"Tu marinero te lleva a una isla donde encuentras un tesoro"},
{"id":3,"idEvent":"19","idOption":"2","prob":70,"desc":"Tu marinero te lleva a una trampa, donde otro barco te ataca sin piedad"}
]}
